import '../agreement.less'

export default function ChildrenPrivacyProtectionPolicyPage() {
  return (
    <div className="page-agreement">
      <p><strong>爆文猫写作儿童隐私保护政策</strong></p>
      <p><strong><strong>生效日期：2025年12月</strong></strong></p>
      <p>欢迎您使用由浙江盛趣科技有限公司（以下简称“我们”或“平台”）开发、运营、提供的“爆文猫写作”软件及相关服务（“爆文猫写作”）。我们非常重视儿童的保护，本政策中的“儿童”，是指<strong><strong>未满14周岁的未成年人。</strong><a
        href="/children-privacy-protection-policy"
        target="_blank">《爆文猫写作儿童隐私保护政策》</a>和<a href="/privacy-policy" target="_blank">《爆文猫写作隐私政策》</a>旨在向监护人和儿童说明我们如何收集、使用、存储和处理儿童的个人信息，以及我们为监护人与儿童提供的访问、更正、删除和保护这些信息的方式。除另有约定外，本政策所用术语和缩略词与《爆文猫写作服务协议》、《爆文猫写作隐私政策》中的术语和缩略词具有相同的涵义。</strong>
      </p>
      <p>
        <strong>
          <strong>若您是儿童，请务必通知您的父母或其他监护人在其监护、指导并获得监护人同意的情况下，认真阅读并同意</strong>
          <a href="/user-agreement" target="_blank">《爆文猫写作用户服务协议》</a><strong>与</strong>
          <a href="/privacy-policy"
             target="_blank">《爆文猫写作隐私政策》</a><strong>后，方可使用爆文猫写作。</strong>
        </strong>
      </p>
      <p><strong><strong>若您是儿童的父母或其他监护人，您应当正确履行监护职责，保护儿童个人信息安全。若您监护的儿童本人需要注册或使用我们的产品与/或服务，在注册或使用前，请您务必仔细阅读本政策，并在确认充分理解并同意全部条款后再允许、指导、监督您监护的儿童使用我们的产品与/或服务。若您不同意本政策的条款，请您要求您监护的儿童即时停止使用本软件与/或服务。</strong></strong>
      </p>
      <p>
        <strong><strong>我们提醒您，仔细阅读本政策并确认了解我们对儿童个人信息的处理规则，特别是采用粗体字进行标注提示的部分。</strong></strong>
      </p>
      <p><strong><strong>请注意，以下正文中的“您”，特指儿童的父母或其他监护人。</strong></strong><br/>
      </p>
      <p><strong>一、我们如何收集和使用儿童个人信息</strong></p>
      <p>
        1.为了保护儿童个人信息安全，促进儿童健康成长，我们将依照《中华人民共和国网络安全法》《中华人民共和国个人信息保护法》《中华人民共和国未成年人保护法》《儿童个人信息网络保护规定》等法律法规的要求，遵循正当必要、知情同意、目的明确、安全保障、依法利用的原则收集和使用儿童的个人信息。</p>
      <p>
        2.当您为被监护的儿童选择使用爆文猫写作产品与/或服务时，我们可能需要向您收集您所监护儿童的个人信息，用于履行相关服务至必要。我们严格遵守法律法规的规定及与用户的约定，将收集的监护人和儿童的信息用于以下用途：</p>
      <p>（1）验证儿童和监护人身份；</p>
      <p>（2）提供必要的产品和服务、产品和服务的具体功能；</p>
      <p>（3）用于优化产品和服务、安全保障。</p>
      <p>
        我们在收集前会实现告知您收集的目的、范围和用途，并取得您的单独同意。有关具体的收集和使用的详情请您查阅<a
        href="/privacy-policy" target="_blank">《爆文猫写作隐私政策》</a>“我们如何收集和使用您的个人信息”章节进行详细了解。
      </p>
      <p>
        3.我们也可能会通过Cookies和同类技术自动收集儿童的个人信息，具体请您查阅<a
        href="/privacy-policy" target="_blank">《爆文猫写作隐私政策》</a>“我们如何使用Cookie技术和同类技术”章节进行详细了解。
      </p>
      <p>
        4.当我们根据用户提供的上述信息识别出用户为儿童时，我们可能会收集您的联系方式，包括<strong>手机号码</strong>，并通过产品交互界面提示/短信/电话等方式与您沟通，验证您与您监护的儿童的监护关系。我们也可能会将您的账号与您监护的儿童的账号进行关联，以便保护您和您监护的儿童的个人信息权益。如涉及使用支付、购买权益等交易类的服务，我们可能会要求收集您的<strong>银行卡</strong>相关信息，并将该服务与您的银行卡相关信息进行绑定，以便您即时知晓和管控您监护的儿童的交易行为。如产品或服务涉及到录入<strong>指纹、人脸、声纹</strong>等身份验证功能，且该身份验证功能并非用于验证儿童个人身份的，我们强烈建议您替代您监护的儿童进行录入。
      </p>
      <p>
        5.当您要求您所监护的儿童终止使用我们的产品与/或服务后，我们会即时停止对儿童个人信息的收集和使用。</p>
      <p>
        6.部分情形下我们可能无法准确识别并判断处理的个人信息是否属于儿童个人信息，该类情形下我们将仅按照<a href="/privacy-policy" target="_blank">《爆文猫写作隐私政策》</a>列明的规则进行个人信息的收集和使用。</p>
      <p><strong>二、我们保护未成年人个人信息安全</strong></p>
      <p><strong><strong>1. 严格的措施和制度保护未成年人个人信息安全</strong></strong><br/>（1）我们会使用安全加密技术、匿名化、去标识化处理及相关合理可行的手段保护未成人的信息，并使用安全保护机制防止恶意攻击。
      </p>
      <p>
        （2）我们会建立专门的安全部门、专门针对未成年人信息的安全管理制度、数据安全流程保障未成年人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才可访问，并适时对数据和技术进行安全审计。</p>
      <p><strong><strong>2. 管理未成年人个人信息的权利</strong></strong><br/>在未成年人使用爆文猫写作的过程中，您可以通过本政策提供的方式联系我们，并行使管理未成年人个人信息的权利，包括：
      </p>
      <ol>
        <li><strong>查阅、复制</strong>：您可以依法查阅您向平台主动提供、输入的未成年人的相关个人信息，如：个人资料信息、历史对话等。
        </li>
        <li><strong>更正、修改</strong>：您可以依法更正/修改您向平台主动提供、输入的未成年人的相关个人信息。如果无法完成操作的，可以通过本政策提供的方式联系我们，我们将在核验您的身份后，及时采取措施予以更正/修改。
        </li>
        <li><strong>删除</strong>：在以下情况下，如您要求删除平台收集的未成年人个人信息，可以通过本政策提供的方式联系我们，我们在核验您的身份后，会根据您的请求和法律法规的规定进行处理：
        </li>
      </ol>
      <p>① 我们违反法律法规规定或<a href="/privacy-policy" target="_blank">《爆文猫写作隐私政策》</a>、本政策的约定，或超出目的范围或者必要期限收集、存储、使用、转移、披露未成年人个人信息的；
      </p>
      <p>② 您通过注销等方式终止使用我们的产品与/或服务的；</p>
      <p>③ 您撤回同意；</p>
      <p>④ 法律法规等规定的其他情形。</p>
      <p><strong><strong>但请您知悉并理解，若您和儿童要求我们删除特定儿童个人信息，可能导致该儿童用户无法继续使用我们的产品和服务或产品和服务中的某些具体业务功能。如您发现在未事先征得您同意的情况下收集了儿童的个人信息，请及时联系我们，我们会采取措施尽快删除相关数据。</strong></strong>
      </p>
      <p><strong>三、我们如何管理、披露儿童个人信息</strong></p>
      <p>我们遵照法律法规的规定，严格管理儿童的个人信息。</p>
      <p>1.我们仅会在<strong>获得您单独同意</strong>或<strong>符合法定情形</strong>的情况下，并采取符合《中华人民共和国个人信息保护法》、《中华人民共和国未成年人保护法》等法律法规要求的相关合规措施的情况下，<strong>才可能将儿童的个人信息委托处理、共享、转让、公开披露儿童的个人信息。</strong>
      </p>
      <p>
        2.对于符合上述情形的，我们将在<a href="/privacy-policy"
                                        target="_blank">《爆文猫写作隐私政策》</a>“我们如何委托处理、共享、转让、公开披露您的个人信息”章节所述内容的基础上，采取如下措施进行保护：
      </p>
      <ol>
        <li>
          我们会进行评估以保证此类情形的合法性和正当必要性，如必须委托处理或共享的，我们将评估受托和共享的第三方的资质。
        </li>
        <li>
          对我们委托处理、共享儿童个人信息的第三方公司、组织和个人，我们会与其签署严格的协议，明确双方责任、处理事项、处理期限、处理性质和目的等，委托行为不得超出授权范围，要求他们履行包括但不限于以下义务：
        </li>
      </ol>
      <p>
        ①按照法律、行政法规的规定和我们的说明、本政策以及其他任何相关的保密和安全要求来处理儿童个人信息；</p>
      <p>②禁止第三方将这些儿童个人信息用于未经儿童父母或其他监护人授权同意的用途；</p>
      <p>③协助我们回应儿童父母或其他监护人提出的申请；</p>
      <p>④采取措施保障信息安全，并在发生儿童个人信息泄露安全事件时，及时向我们反馈；</p>
      <p>⑤委托关系解除时及时删除儿童个人信息；</p>
      <p>⑥不得转委托合再次共享；</p>
      <p>⑦其他依法应当履行的儿童个人信息保护义务。</p>
      <ol>
        <li><strong>在本产品服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到儿童个人信息转让，我们会告知您接收方的名称或者姓名和联系方式，并要求新的持有儿童个人信息的接收方继续受本政策的约束，对于接收方变更原先的处理目的、处理方式的，我们将要求其重新征求您的单独同意。</strong>
        </li>
        <li><strong>我们如何存储儿童的个人信息</strong></li>
      </ol>
      <p>
        1.我们会将在中国境内收集和产生的儿童的个人信息存储在中国境内。我们不会将儿童的个人信息传输至中国境内以外地区。</p>
      <p>
        2.我们只会在达成《爆文猫写作隐私政策》所述目的所需的最短期限内保留儿童的个人信息，除非可适用的法律法规或国家规范性文件另有规定。在超过上述期限，或您主动要求删除儿童个人信息或注销账号后，我们将根据适用法律法规的要求尽快删除个人信息，除非可适用的法律法规或国家规范性文件要求在更长的期间内保留这些信息。</p>
      <p>
        3.当爆文猫写作的相关服务发生停止运营的情形时，我们将采取包括发送通知和公告形式通知到您和使用我们产品与/或服务的儿童，并在法律法规要求的期限内删除服务器中留存的儿童个人信息。</p>
      <p><strong>五、联系我们</strong></p>
      <p>
        如果您对本政策或未成年人的个人信息保护问题有投诉、建议、疑问，您可通过以下联系方式与我们联系，我们在核验您的身份后，会根据法律法规及时处理您的请求。</p>
      <p>邮箱：<a href="mailto:baowenmaoai@126.com">baowenmaoai@126.com</a></p>
      <p>地址：上海市浦东新区海趣路58号1号楼</p>
    </div>
  );
}
