import '../agreement.less'

export default function PrivacyPolicyPage() {
  return (
    <div className='page-agreement'>
      <p><strong>爆文猫StoryClaw隐私政策</strong></p><p><a id="heading_0"></a><strong>引言</strong></p>
      <p>爆文猫StoryClaw（以下简称“本软件”）是由数龙信息技术（浙江）有限公司（以下或简称“我们”）运营的人工智能技术工具，协助用户（以下或简称“您”）通过AI智能对话形式调用本地设备或第三方工具，执行本地或云端等操作。我们重视用户个人信息和隐私的保护，根据《中华人民共和国个人信息保护法》、《中华人民共和国数据安全法》等相关法律法规制定本政策并保护您的个人信息和隐私安全。我们希望通过本政策向您说明您的哪些信息可能会被收集、收集这些信息的目的、我们及您如何保护这些信息的安全。</p>
      <p>
        <strong>请您在使用本软件前，仔细阅读本政策（尤其是加粗的内容）并确认了解我们对您个人信息的处理规则。如您对本政策有任何疑问，可联系我们进行咨询。</strong>
      </p><p>请您放心，我们会始终遵循<strong>最小必要原则（最小影响、最小范围、最短时间）</strong>处理您的个人信息，不会因为您想要使用我们的产品和服务而过度收集您的个人信息。
    </p><p><a id="heading_1"></a><strong>一、我们如何收集和使用您的个人信息</strong></p><p><strong>1.定义</strong></p><p>
      <strong>个人信息：</strong>是指以电子或其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人信息包括姓名、出生日期、身份证件号码、个人生物识别信息、住址、通信通讯联系方式、通信记录和内容、账号密码、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息等。<strong> </strong>
    </p><p>
      <strong>个人敏感信息：包括身份证照片、生物识别信息、宗教信仰信息、特定身份信息、金融账户信息、征信信息、行踪轨迹信息、医疗健康信息、不满14周岁未成年人的个人信息等</strong>。
    </p><p><strong>设备信息：</strong>包括您用于安装、运行爆文猫StoryClaw应用终端设备的设备属性信息（例如设备品牌、设备型号、设备唯一标识符、系统版本、CPU信息（频率、型号、架构）、系统属性）、磁盘信息、设备架构、设备的网络连接信息（网络状态信息、IP地址、WLAN接入点（SSID、BSSID）、网络接入方式）以及设备状态信息（例如运行线程数、系统运行信息、应用信息。
    </p><p><strong>日志信息：</strong>是指您使用本软件时，系统可能通过<strong>cookies</strong>或其他方式自动收集某些信息并存储在服务器日志中，此类信息可能包括：
    </p>
      <p>（1）对本软件的相关使用情况：您使用本软件的<strong>版本号、网络状态、您对本软件的设置项信息、您对本软件的浏览、操作行为</strong>，该类数据都是匿名的，我们不会对该等信息进行一一匹配、也不会与您的个人身份信息进行匹配。
      </p><p>（2）网络安全事件相关日志信息，包括<strong>APP崩溃、系统活动</strong>信息。此类信息为法律规定要求收集的信息。</p>
      <p><strong>2.个人信息收集和使用说明</strong></p>
      <p>我们在处理您个人信息时会严格遵循合法、正当、必要、诚信的原则，按照如下方式收集和使用您使用服务时主动提供的或因为使用服务而产生的信息，用以向您提供服务、优化我们的服务及保障您的账号安全。</p>
      <p>
        <strong>请注意，因不同操作系统、不同设备终端之间可能存在差异，我们在不同终端提供的功能可能不同，具体请您以实际提供的功能范围为准，我们将根据您具体使用的功能收集提供相应功能所必要的信息。</strong>
      </p>
      <ol>
        <li><strong>我们收集信息的场景、种类和目的</strong></li>
      </ol>
      <p>在您使用我们的产品/服务时，我们需要/可能需要收集和使用的您的个人信息，包括如下两种：</p><p>（1）为实现向您提供我们产品及/或服务的<strong>基本功能</strong>，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务；
    </p><p>（2）为实现向您提供我们产品及/或服务的<strong>附加功能</strong>，您可选择是否授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但不影响您使用我们产品及/或服务的基本功能。
    </p><p><strong>3.1账号注册、登录</strong></p><p>
      <strong>3.1.1为向您提供账号注册、登录功能及服务，在您通过以下方式注册或登录本软件时，您需要提供如下账号注册信息：</strong>
    </p><p>（1）手机号码登录：当您选择使用<strong>手机号码</strong>方式登录时，我们会从移动运营商处获取您的手机号码及该号码所属的运营商信息。
    </p><p>（2）第三方跳转登录：您可以使用第三方账号登录，主要包括微信、QQ账号，当您授权使用前述第三方账号登录时，我们会收集从第三方账号共享的<strong>头像、昵称</strong>及其他您在第三方授权登录界面同意授予的信息。由于三方登录的需要，集成了com.tencent.tauth(腾讯开放平台)等SDK，将由其直接收集、处理您的终端用户信息并读取第三方登录权限，以实现第三方登录功能。
    </p><p>3.1.2收集前述这些信息的目的在于（1）通过账号管理更好地为您<strong>提供服务</strong>，通过登录账户，您可以同步您的文档数据；在您更换设备后，通过登录账户，可以继续使用您已同步的相关信息，不会因为更换设备而导致数据丢失。（2）<strong>为了确保我们是在为您本人提供服务，我们可能根据您提供的上述信息校验您的身份。</strong>（3）如您提供真实有效的手机号码、QQ号、微信号进行绑定，当您遇到注册账号丢失、忘记密码问题时，可以便捷地找回账号和密码。
    </p><p><strong>3.2 智能对话</strong></p>
      <p>3.2.1智能对话功能只在理解您的输入内容，并形成可供执行任务的输出内容。根据您使用的模型不同，数据处理方式如下：</p>
      <ol>
        <li><strong>使用默认模型：</strong>当您使用本软件默认提供的大模型进行智能对话时，您可以通过对话框主动发送或授权我们获取输入内容<strong>文件、文本、图片、语音/音频、视频、配置参数、shell命令等，具体以您输入的为准，合成“输入内容”）</strong>，我们将对输入内容进行处理，为您提供内容生成和AI辅助操作服务。
        </li>
        <li><strong>使用自定义模型：</strong>当您配置并使用自行获取的第三方大模型（简称“自定义模型”）时，您需要在爆文猫StoryClaw中输入您的<strong>模型API
          Key</strong>，前述信息将仅保存在您的本地设备。在您使用过程中，<strong>您的输入内容由您直接向第三方大模型发送，第三方大模型将自行处理并直接向您返回输出内容，具体数据处理规则有您与第三方大模型自行约定。</strong>
        </li>
      </ol>
      <p>当您使用爆文猫StoryClaw在对话中体现网页搜索、操作的意图或调用相关技能（Skills）、插件时，<strong>爆文猫StoryClaw会根据您的意图收集与执行任务相关的页面信息以完成网页自动化操作，其中部分网页可能需要您登录后方可访问若您选择登录相关页面即表示您授权爆文猫StoryClaw访问相关页面并获取页面信息。</strong>爆文猫StoryClaw将依据您提供的信息和搜索到的第三方信息生成文本或完成操作。
      </p>
      <p>3.2.2请您注意，您是否在对话中提供个人信息、提供何种个人信息完全由您个人决定。<strong>如您向我们提供您的敏感个人信息（包括但不限于带有生物识别特征的信息），我们将采取充分的安全保障措施。但仍然存在该等信息一旦被泄露或不当利用仍然可能对您的人身、财产安全或人格权益造成严重侵害的风险，我们不建议您提供可能对您的合法权益造成影响的个人信息。</strong>
      </p><p><strong>3.3 智能操作</strong></p>
      <p>智能操作功能旨在根据“智能对话”环节形成的输出内容，协助您执行相应任务或完成相应操作。根据操作类型的不同，数据处理方式如下：</p>
      <p><strong>（1）本地操作：</strong>如输出内容对应的任务为打开本地文件、修改系统设置等在您本地设备环境内即可完成的操作，<strong>相应输出内容将由您设备本地的工具执行完成，</strong>在此操作过程中，我们仅提供工具调用等技术辅助，不会收集您的信息。
      </p><p><strong>（2）第三方软件操作：</strong>如输出内容对应的任务为访问网站、操作软件等涉及第三方的操作，相应输出内容将由您设备上的第三方软件（如浏览器）执行。在此过程中，<strong>您与该第三方网站或软件的交互信息由该第三方直接收集和独立处理，</strong>我们不会收集信息（除非您在该过程中通过爆文猫StoryClaw对话框向我们主动提交新的输入内容）。
    </p><p><strong>3.4 服务订阅</strong></p><p>为您管理订单、完成支付结算、提供售后与客服服务，并保障您的交易安全，当您选择订阅爆文猫StoryClaw服务，我们会收集您的<strong>订单号、金额、交易时间</strong>等数据。
    </p>
      <p>当您使用涉及支付的功能时：支付通过合作的第三方支付机构（微信支付、支付宝支付、苹果支付等）所提供的支付服务完成，将由其直接收集、处理您的设备信息并读取支付权限。第三方支付服务有可能使用生物识别信息用于付款验证，您在使用第三方支付服务的时候请阅读该第三方机构的隐私政策，如对于该约定不同意，请您及时停止使用该第三方支付服务。</p>
      <p><strong>3.5 保障产品运营和安全运行</strong></p>
      <p>3.5.1在您使用爆文猫StoryClaw服务时，<strong>为了保障服务的安全运行、适配当前设备、运营的质量、效率和分析统计</strong>，我们需要获取您的<strong>设备信息、系统语言和时区设置、应用版本、用户行为事件（如登录）、应用配置信息（如角色和使用场景等）和日志信息</strong>。
      </p><p>3.5.2
      我们不会将该等信息与您的个人身份信息进行匹配，同时，除本政策另有明确约定外，我们也不会将您的设备信息提供给任何第三方。但我们无法保证其他第三方不会通过其他途径获知您设备信息、并将设备信息与其他信息相结合识别您个人身份的情况，由此造成您任何损失的，您应向该第三方追偿。如您不想前述信息被收集，您可以通过<strong>系统设置-权限管理关闭</strong>对本软件的设备信息权限授权，但上述设备信息是为提供服务所收集的基础信息，如您不想设备信息被我们收集，则可能导致我们无法向您提供正常的服务。
    </p><p>3.5.3
      您可以通过浏览器设置拒绝或管理cookies或相关技术。但请注意，如果停用cookies或相关技术，您有可能无法享受最佳的服务体验，某些服务也可能无法正常使用。</p>
      <p><strong>3.5.4
        请您注意单独的设备信息、日志信息等无法识别特定自然人身份，为了在您使用设备上为您提供一致的服务，我们可能会将您各种设备上收集的相关信息进行关联。如果该等关联导致可以识别特定自然人身份的，则除非获得您的授权或同意，否则我们会将该类信息作匿名化、去标识化处理后进行使用。</strong>
      </p><p><strong>3.6 用户反馈与服务</strong></p><p>3.6.1客服及问题：为向您提供问题咨询、异常诊断等服务，以及时解决您的问题，我们可能需要收集、使用您的<strong>操作、使用、服务日志信息</strong>或能够证明相关事实情况的其他必要信息（这取决于您与我们沟通的问题类型）。为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存<strong>您与我们的通信/通话记录及相关内容（包括账号信息、反馈信息、您为了证明相关事实提供的其他信息，或您留下的联系方式）</strong>。
    </p><p>3.6.2当您投诉他人或被他人投诉时，为了保护您及他人的合法权益,
      我们可能会将您的<strong>账号/身份信息、联系方式</strong>、投诉相关内容提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。
    </p>
      <p>3.6.3问卷调查：为了提供服务及改进服务质量的合理需要，我们可能在平台向您发送问卷。在分析问卷时，我们会使用您的问卷答复信息，以及您与客服联系时您提供的其他信息；如您不愿意，您也可以拒绝参与问卷调查。</p>
      <p><strong>3.7 服务/体验的优化与改进</strong><br/>3.7.1您可以对我们所输出的内容进行点赞、点踩、复制等反馈，或向我们反馈您使用过程中的遇到问题和体验，我们将结合您对产品的反馈，不断改进我们的服务。<br/>3.7.2在经安全加密技术处理、严格去标识化且无法重新识别特定个人的前提下，我们可能会将<strong>您向AI输入的数据、发出的指令以及AI相应生成的回复、您对产品的访问和使用情况进行分析和用于模型训练</strong>，以不断调整优化模型效果和产品体验。如果您不希望其他信息用于模型训练和优化，可以通过本隐私政策第八条公示的联系方式与我们联系，要求撤回使用您的数据用于模型训练和优化。您调整或撤回前述授权不影响您使用本软件。
      </p><p><strong>3.8 可能需要您授权的权限</strong></p>
      <p>本软件尊重并保护所有使用服务用户的个人隐私权，使用过程中，部分功能的使用需要您允许开启以下权限：</p>
      <table>
        <tr>
          <td><p><strong>设备权限</strong></p></td>
          <td><p><strong>使用场景</strong></p></td>
          <td><p><strong>调用权限目的</strong></p></td>
          <td><p><strong>授权是否可关闭</strong></p></td>
          <td><p><strong>所属端</strong></p></td>
        </tr>
        <tr>
          <td><p>网络访问权限</p></td>
          <td><p>用户注册登录，智能对话，智能操作</p></td>
          <td>
            <p>使用网络与服务器进行通信，用户注册登录验证，向大模型发送输入内容、接收输出内容，访问第三方软件或在线服务</p>
          </td>
          <td><p>否（必须）</p></td>
          <td><p>Mac&amp;Windows</p></td>
        </tr>
        <tr>
          <td><p>本地文件读取及修改</p></td>
          <td><p>用户编辑代码、创建文件、保存输出内容至本地时</p></td>
          <td><p>用于在用户指令下读取、创建、修改并保存文档应用数据（如代码文件），或将模型输出内容导出为本地文件</p></td>
          <td><p>是（可选，按需触发）</p></td>
          <td><p>Mac&amp;Windows</p></td>
        </tr>
        <tr>
          <td><p>本地文件读取权限</p></td>
          <td><p>用户在智能对话中上传文件、图片时触发</p></td>
          <td><p>用于在用户主动上传或拖拽文件（如文档、图片等）至对话框时，读取该文件内容以提供智能对话服务</p></td>
          <td><p>是（可选，按需触发）</p></td>
          <td><p>Mac&amp;Windows</p></td>
        </tr>
        <tr>
          <td><p>本地文件删除权限</p></td>
          <td><p>用户在对话中明确要求删除某个文件时</p></td>
          <td>
            <p>用于在用户指令删除本地文件时，爆文猫StoryClaw将优先采用移至回收站（Trash）的方式而非永久删除，以保护用户数据安全</p>
          </td>
          <td><p>是（可选，按需触发，执行前二次确认）</p></td>
          <td><p>Mac&amp;Windows</p></td>
        </tr>
        <tr>
          <td><p>系统命令/代码执行权限</p></td>
          <td><p>用户要求爆文猫StoryClaw运行代码、执行系统命令、启动后台任务时</p></td>
          <td><p>用于在用户指令下，在本地设备中执行代码、运行命令行指令，支持后台运行任务</p></td>
          <td><p>是（可选，按需触发）</p></td>
          <td><p>Mac&amp;Windows</p></td>
        </tr>
        <tr>
          <td><p>剪切板读取权限</p></td>
          <td><p>用户在智能对话框中执行“粘贴”操作时触发</p></td>
          <td><p>获取剪切板内容，并填入智能对话输入框</p></td>
          <td><p>是（可选）</p></td>
          <td><p>Mac&amp;Windows</p></td>
        </tr>
        <tr>
          <td><p>设备信息</p></td>
          <td><p>安装、更新</p></td>
          <td><p>与设备进行必要的适配，保证产品或服务使用的安全性</p></td>
          <td><p>否（必需）</p></td>
          <td><p>Mac&amp;Windows</p></td>
        </tr>
        <tr>
          <td><p>外置存储器的写入权限</p></td>
          <td><p>方便下载爆文猫StoryClaw的安装包到设备内存中</p></td>
          <td><p>下载应用安装包时</p></td>
          <td><p>否（必需）</p></td>
          <td><p>Mac&amp;Windows</p></td>
        </tr>
        <tr>
          <td><p>地理位置权限</p></td>
          <td><p>用户询问"我附近的…"、"当前位置天气"等与地理位置相关的对话时</p></td>
          <td>
            <p>用于在用户指令下获取设备当前的地理位置信息，以便提供与位置相关的智能服务（如本地天气查询、附近信息搜索等）</p>
          </td>
          <td><p>是（可选，按需触发）</p></td>
          <td><p>Mac&amp;Windows</p></td>
        </tr>
        <tr>
          <td><p>浏览器控制/自动化权限</p></td>
          <td><p>用户在智能对话中触发智能操作功能时</p></td>
          <td>
            <p>如支持被合法调用的浏览器允许自动化操作/智能操作，用于通过浏览器标准控制协议，执行用户下达的网页浏览、页面信息采集、自动化操作指令</p>
          </td>
          <td><p>是（可选，按需触发）</p></td>
          <td><p>Mac&amp;Windows</p></td>
        </tr>
      </table>
      <p><strong>3.9 收集和使用个人信息的其他规则</strong></p><p>
      <strong>3.9.1若您提供的信息中含有其他用户的个人信息，在向爆文猫StoryClaw提供这些个人信息之前，您需确保您已经取得合法的授权。您不应未经授权提供他人的个人信息。</strong>
    </p><p>3.9.2请您了解，随着我们业务的发展，可能会对爆文猫StoryClaw的功能和提供的服务有所调整变化。原则上，当新功能或服务与我们当前提供的功能或服务相关时，收集与使用的个人信息将与原处理目的具有直接或合理关联。<strong>在与原处理目的无直接或合理关联的场景下，我们收集、使用您的个人信息，会再次按照法律法规及国家标准的要求以页面提示、交互流程、协议确认方式另行向您进行告知说明，并征得您的同意。</strong>
    </p><p>3.9.3征得授权同意的例外</p><p>根据相关法律法规规定，我们在以下情况下收集、使用您的个人信息无需您的授权同意：</p>
      <p>（1）为订立、履行个人作为一方当事人的合同所必需；</p><p>（2）为履行法定职责或者法定义务所必需；</p>
      <p>（3）为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</p>
      <p>（4）依照法律规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息；</p>
      <p>（5）法律、行政法规规定的其他情形。</p>
      <p>3.9.4如我们停止运营爆文猫StoryClaw产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。涉及未成年人个人信息的，我们会并将停止运营的通知及时告知未成年人监护人。</p>
      <p><a id="heading_4"></a><strong>二、我们如何使用Cookie技术和同类技术</strong></p>
      <p>1.我们使用cookie和同类技术来提升您的用户体验，优化我们的服务性能，并为您提供更加个性化的服务。具体而言，我们使用cookie的目的包括但不限于：</p>
      <p>（1）记住您的身份：例如，cookie有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供的有关您的喜好或其他信息。</p>
      <p>（2）分析网站流量和用户行为：通过收集匿名数据帮助我们了解用户的行为模式，以改进网站功能和服务质量。</p>
      <p>（3）增强安全性：用于识别和防止潜在的安全威胁，保护您的账号和个人信息免受未经授权的访问。</p><p>2.<strong>我们不会将
      Cookie 和同类技术用于本政策所述目的之外的任何用途。</strong></p>
      <p>3.我们尊重您的权利，您可以根据自己的需要管理或禁用Cookie。大多数浏览器允许您直接在设置中管理Cookie。您可以选择接受所有Cookie、仅接受某些类型的Cookie或完全拒绝所有Cookie。如果您希望删除已存储的Cookie，也可以通过浏览器的设置选项完成这一操作。请注意，禁用某些Cookie可能会严重影响您的用户体验。</p>
      <p><a id="heading_6"></a><strong>三、我们如何委托处理、共享、转让、公开披露您的个人信息</strong></p><p>1.委托处理</p>
      <p>本软件不会将您的信息披露给不受信任的第三方。为了向您提供更完善、更优质的产品和服务，我们可能会委托第三方（包括公司、组织和个人）处理您的某些个人信息。对我们委托处理您个人信息的第三方，我们会与其签署严格的数据处理协议，明确约定委托处理的目的、期限、处理方式、个人信息的种类、保护措施以及双方的权利和义务等，并对第三方的个人信息处理活动进行监督，要求第三方仅按照我们的要求、本政策的规定以及其他任何相关的保密和安全措施来处理您的个人信息，不得超出约定的处理目的、处理方式等处理个人信息。如果您拒绝我们的第三方在提供服务时收集为提供服务所必需的个人信息，将可能导致您在使用本软件时无法享受该第三方提供的服务。</p>
      <ol>
        <li>共享</li>
      </ol>
      <p>我们不会与本产品服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</p>
      <p>（1）在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。</p>
      <p>（2）在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</p>
      <p>（3）与关联公司间共享：为了与我们的其他产品或服务所关联，为您提供更好的服务，或保护我们关联公司或其他用户或公众的人身财产安全免遭侵害，您的信息可能会在我们的关联公司内共享。我们仅会出于特定、明确而合法的且在本政策所声明的目的范围内，在我们的关联公司之间共享您的个人信息，并且只会共享提供服务所必需的信息。</p>
      <p>（4）与授权合作伙伴共享：仅为实现本政策中声明的目的，使您能够使用和享受更多的服务及功能，保护您的账号与交易安全，我们的某些服务将由我们和授权合作伙伴共同提供，或在产品中接入第三方SDK或API服务。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。</p>
      <p>3.转让</p><p>我们不会将您的个人信息转让给任何第三方（包括公司、组织和个人），但以下情况除外：</p>
      <ol>
        <li>在获取明确同意的情况下转让；</li>
        <li>根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必需的情况下进行转让；</li>
        <li>在本产品服务提供者发生<strong>合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时</strong>，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。
        </li>
      </ol>
      <p>4.公开披露</p>
      <p>除获得您的明示同意或遵循国家法律法规规定，我们不会公开披露您的个人信息。若我们依法在合理范围内公开披露您的个人信息，我们会向您告知公开披露的目的、披露信息的类型以及可能涉及的敏感信息，征得您的明示同意，并将对其采用符合行业内标准的安全保护措施。</p>
      <p>5.委托处理、共享、转让、公开披露个人信息时事先征得授权同意的例外。</p><p>
      <strong>以下情形中，委托处理、共享、转让、公开披露您的个人信息时，无需事先征得您的授权同意：</strong></p>
      <p>（1）为订立、履行您作为一方当事人的合同所必须；</p><p>（2）与我们履行法定职责和法律法规规定的义务所必需；</p>
      <p>（3）为应对突发公共卫生事件或在紧急情况下为保护自然人的生命健康和财产安全所必需；</p>
      <p>（4）依照法律规定在合理范围内处理个人自行公开或已经合法公开的个人信息；</p><p> （5）.法律法规规定的其他情形。</p><p>
      <strong>请您知悉：根据法律规定，共享、转让经匿名化处理的个人信息，确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</strong>
    </p><p><a id="heading_7"></a><strong>四、我们如何存储您的个人信息</strong></p><p>1.存储地点</p><p>
      <strong>我们依照法律法规的规定，将在境内运营过程中收集和产生的您的个人信息存储于中华人民共和国境内。目前，我们不会将上述信息传输至境外，</strong>如果我们向境外传输，会严格遵守中国的相关法律、监管政策，向您告知信息出境的目的、接收方、安全保障措施和安全风险并事先征得您的同意。
    </p><p>2.存储期限</p><p>2.1我们会通过安全的方式存储您的信息，包括本地存储（例如进行数据缓存）、数据库和服务器日志。一般情况下，我们只会在为<strong>实现服务目的所需的最短必要时间内</strong>或法律法规规定的条件下存储您的个人信息。
    </p><p>2.2我们判断个人信息的存储期限主要参考以下标准并以其中较长者为准：</p>
      <p>（1）完成、维护与您相关的业务记录，以应对您可能的查询或投诉；</p><p>（2）保证我们为您提供服务的安全和质量；</p>
      <p>（3）是否存在关于保留期限的其他特别约定或法律法规规定。</p><p>3.产品或服务停止运营时通知</p>
      <p>当我们的产品或服务发生停止运营的情况时，我们将以推送通知、公告等形式通知您，并在合理期限内删除您的个人信息或进行匿名化处理，法律法规另有规定的除外。</p>
      <p><a id="heading_8"></a><strong>五、我们如何保护您的个人信息</strong></p><p><strong>1.安全保护措施</strong></p>
      <p>1.1
        我们非常重视您个人信息的安全，将努力采取合理的安全措施（包括技术方面和管理方面）来保护您的个人信息，防止您提供的个人信息被不当使用或未经授权的情况下被访问、公开披露、使用、修改、损坏、丢失或泄露。</p>
      <p>1.2
        我们采用业界领先的技术保护措施。我们使用的技术包括但不限于防火墙、加密（例如SSL）、去标识化或匿名化处理、访问控制措施等，并适时对数据和技术进行安全审计。</p>
      <p>1.3 我们建立专门的安全部门、安全管理制度、数据安全流程保障您的个人信息安全。</p>
      <p>1.4 <strong>尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保您提供给我们的个人信息的安全性。</strong>
      </p><p>1.5 请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，请您立即联络本软件客服，以便本软件采取相应措施。<strong>请注意，您在使用我们服务时自愿提供的信息，可能会涉及您或他人的个人信息甚至敏感个人信息。请您更加谨慎地考虑，是否在使用我们的服务时提供相关信息。 </strong>与此同时，因为使用了第三方
      SDK 和云服务器存在必要信息被发送至（火山云），如不同意可选择取消按钮。</p>
      <p>1.6为保障“爆文猫StoryClaw”服务平台的稳定运行或实现相关功能，我们可能会接入由第三方提供的软件开发包（SDK）实现前述目的。我们会尽到审慎义务，对合作方获取信息的软件工具开发包（SDK）进行严格的安全监测，确保这些SDK仅适用了为实现其功能或服务的基本权限，以保护数据安全。</p>
      <p>我们接入的第三方 SDK 主要服务于您以及其他的用户的需求，因此在满足新的服务需求及业务功能变更时，我们可能会调整我们接入的第三方
        SDK 。我们会及时在本说明中向您公开说明接入第三方SDK的最新情况。</p>
      <table>
        <tr>
          <td><p><strong>服务类型</strong></p></td>
          <td><p><strong>服务提供方</strong></p></td>
          <td><p><strong>合作目的</strong></p></td>
          <td><p><strong>合作方式</strong></p></td>
          <td><p><strong>获取权限</strong></p></td>
          <td><p><strong>收集数据类型</strong></p></td>
          <td><p><strong>服务方隐私政策</strong></p></td>
        </tr>
        <tr>
          <td><p>内容安全SDK</p></td>
          <td><p>北京火山引擎科技有限公司</p></td>
          <td><p>识别用户提交信息中的敏感信息，保证生成质量</p></td>
          <td><p>调用第三方API，API上传用户输入信息</p></td>
          <td><p>用户聊天输入</p></td>
          <td><p>用户输入</p></td>
          <td><p>https://applink.feishu.cn/client/message/link/open?token=AmjSTrGRBYACaVx4gIaAzLI%3D</p></td>
        </tr>
      </table>
      <p><strong>1.7针对敏感个人信息，我们会在处理前取得您的单独同意，并采取更加严格的安全措施。</strong></p><p><strong>2.
      个人信息安全事件的响应</strong></p>
      <p>为防止安全事件的发生，我们已按照法律法规的规定，制定了妥善的预警机制和应急预案。若发生个人信息泄露、损毁、丢失等安全事件，我们会启动应急预案，阻止安全事件扩大。安全事件发生后，我们会及时以推送通知、邮件等形式告知您安全事件的基本情况、我们即将或已经采取的处置措施和补救措施，以及我们对您的应对建议。如果难以实现逐一告知，我们将通过公告等方式发布警示。同时，我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。</p>
      <p><a id="heading_9"></a><strong>六、如何行使您的权利</strong></p>
      <p>1.您对您的个人信息的处理享有<strong>知情权、决定权</strong>，有权限制或者拒绝我们对您的个人信息进行处理，法律法规另有规定的除外。任何时候您都可以撤回对我们处理您个人信息的同意。
      </p>
      <p>2，在您使用本软件期间，我们可能会视产品具体情况为您提供相应的操作设置，以便您可以<strong>查询、复制、补充、删除、更正或撤回</strong>您的相关个人信息。您可以通过本政策公示的联系方式向我们进行申请。我们会不断优化您行使权利的渠道、体验，如您有任何疑问或需求，可以通过本政策约定的方式与我们联系。
      </p><p>
      <strong>当您或我们协助您删除相关信息后，因为安全技术限制，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并限制对其的任何进一步的处理，直到备份可以清除或实现匿名化。如您要求删除的个人信息涉及法定最短保存期限，我们将在相应法定保存期限届满后第一时间进行删除或匿名化处理。</strong>
    </p>
      <p>3.如果您不再使用我们的产品和服务，或您希望全面撤回对个人信息处理的同意，您可以申请注销账号。若您需要注销爆文猫StoryClaw服务账号，您可以通过个人设置页面的注销账号按钮，进行账号注销，或通过添加社群，将手机号和注销原因邮件发送至baowenmaoai@126.com，我们将在10个工作日内进行审核、注销账号。完成注销后，被清空信息无法找回，权益清空并无法恢复。</p>
      <p>4.如果您认为我们处理个人信息的方式违反了法律法规或者本政策的规定，请与我们联系。</p><p>如果您发现存在个人信息被侵害的情况，有权向我们提出<strong>投诉或举报</strong>。
    </p><p><a id="heading_10"></a><strong>七、未成年人信息保护</strong></p>
      <p>我们非常重视对未成年人个人信息的保护。您可以通过阅读《爆文猫StoryClaw儿童隐私保护政策》了解更多信息。</p>
      <p>1.<strong>如您为未满18周岁的未成年人，建议在您的父母或监护人的监护、指导下共同仔细阅读本政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</strong>如果没有获得父母或监护人的同意，未成年人不得创建自己的用户账户。
      </p>
      <p>2.若您为不满14周岁的未成年人（“儿童”），应当按照注册、使用流程，事先取得您的家长或法定监护人的同意，并由您的家长或法定监护人帮助您完成产品或服务注册流程，以便您能使用我们提供的产品或服务。</p>
      <p>3.对于经父母或监护人同意而收集的未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用、共享、转让或披露此信息，且不会超过实现收集、使用目的所必需的期限，到期后我们会对未成年人个人信息进行删除。</p>
      <p>4.如果我们发现自己在未事先获得可证实的父母或监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。</p>
      <p>5.若你是未成年人的监护人，当你对你所监护的未成年人的个人信息有其他疑问时，可通过邮箱baowenmaoai@126.com与我们联系。</p>
      <p><a id="heading_11"></a><strong>八、本政策的变更、联系方式</strong></p>
      <p>1.为了给您提供更好的服务，我们的隐私政策可能会不时更新与变更，我们会适时对本政策进行修订，这些修订构成本政策的一部分。未经您明确同意，我们不会削减您依据当前生效的本隐私政策所享受的权利。</p>
      <p>2.未经您明确同意，我们不会限制您按照本政策所应享有的权利。我们会通过如下方式通知您本政策变更或发布变更后的隐私政策：</p>
      <p>- （1）我们会在“关于”页面发布变更后的隐私政策。</p><p>- （2）对于<strong>重大变更</strong>，我们会提供更为显著的通知。本政策所指的重大变更包括但不限于：我们的服务模式发生重大变化，如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；我们在控制权等方面发生重大变化，如并购重组等引起的所有者变更等；个人信息共享、转让或公开披露的主要对象发生变化；您参与个人信息处理方面的权利及行使方式发生重大变化。
    </p>
      <p>3.在本服务的某些具体服务或功能项下，我们可能还会通过交互文案、产品界面或弹窗等方式向您另行告知处理个人信息的目的、方式或范围，若另行告知的内容与本指引不一致的，以另行告知的内容为准。</p>
      <p>4.如您确认接受变更后的内容，则可正常使用本软件的相关服务；如您不同意变更后的内容，请您不要点击确认或继续使用本软件。</p>
      <p>5.如您在使用本软件时对本隐私政策有任何问题，您可通过邮箱baowenmaoai@126.com或通过本软件中的“意见反馈”渠道与我们联系。
        我们将尽快审核所涉问题，并在15日内验证您的用户身份后给予回复。</p>
      <p>6.如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，应友好协商，如协商不成的，<strong>您同意双方将争议通过向数龙信息技术（浙江）有限公司所在地有管辖权的法院提起诉讼来寻求解决方案</strong>。因本政策生效、履行、解释及使用产品或服务而产生的或与本政策相关的一切争议、权利主张或其他事项，均适用中华人民共和国法律（为本政策之目的，港澳台地区法律不在此列）。
      </p><p>7.联系地址：上海市浦东新区海趣路58号1号楼。</p><p>数龙信息技术（浙江）有限公司</p><p>2026年3月</p>
    </div>
  );
}
